Repository: AdilHamidii/vsms
Catalog: VirtualSIM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Fresh number
de: Neue Nummer
es: Número nuevo
fr: Nouveau numéro
it: Nuovo numero
ja: 新しい番号
pt_br: Novo número

source: Full refund
de: Volle Erstattung
es: Reembolso completo
fr: Remboursement intégral
it: Rimborso completo
ja: 全額返金
pt_br: Reembolso total

source: Get a %@ number
de: %@-Nummer holen
es: Obtener un número de %@
fr: Obtenir un numéro %@
it: Ottieni un numero %@
ja: %@用の番号を取得
pt_br: Obter um número de %@

source: Get a number
de: Nummer holen
es: Obtener un número
fr: Obtenir un numéro
it: Ottieni un numero
ja: 番号を取得
pt_br: Obter um número

source: Get a number for %@
de: Nummer für %@ holen
es: Obtener un número para %@
fr: Obtenir un numéro pour %@
it: Ottieni un numero per %@
ja: %@の番号を取得
pt_br: Obter um número para %@

source: Get a number.
de: Nummer holen.
es: Obtén un número.
fr: Obtenez un numéro.
it: Ottieni un numero.
ja: 番号を取得しましょう。
pt_br: Obtenha um número.

source: Get a private temporary number for verification codes on vSMS — my invite code %@ gives you 2 free credits: https://apps.apple.com/app/id6774768570
de: Hol dir eine private temporäre Nummer für Bestätigungscodes mit vSMS. Mein Einladungscode %@ bringt dir 2 Gratis-Credits: https://apps.apple.com/app/id6774768570
es: Consigue un número temporal privado para códigos de verificación en vSMS. Mi código de invitación %@ te da 2 créditos gratis: https://apps.apple.com/app/id6774768570
fr: Obtiens un numéro temporaire privé pour tes codes de vérification avec vSMS. Mon code d'invitation %@ t'offre 2 crédits gratuits : https://apps.apple.com/app/id6774768570
it: Ottieni un numero temporaneo privato per i codici di verifica su vSMS. Il mio codice invito %@ ti dà 2 crediti gratis: https://apps.apple.com/app/id6774768570
ja: vSMSで認証コード用のプライベートな一時番号を入手。招待コード %@ で無料クレジット2がもらえます: https://apps.apple.com/app/id6774768570
pt_br: Consiga um número temporário privado para códigos de verificação no vSMS. Meu código de convite %@ dá 2 créditos grátis: https://apps.apple.com/app/id6774768570

source: Get a private temporary number for verification codes on vSMS. Join with my code %1$@ and start with %2$lld free credits: https://apps.apple.com/app/id6774768570
de: Hol dir eine private temporäre Nummer für Bestätigungscodes bei vSMS – tritt mit meinem Code %@ bei und starte mit %lld Gratis-Credits: https://apps.apple.com/app/id6774768570
es: Consigue un número temporal privado para códigos de verificación en vSMS: únete con mi código %@ y empieza con %lld créditos gratis: https://apps.apple.com/app/id6774768570
fr: Obtenez un numéro temporaire privé pour vos codes de vérification sur vSMS. Inscrivez-vous avec mon code %@ et démarrez avec %lld crédits offerts : https://apps.apple.com/app/id6774768570
it: Ottieni un numero temporaneo privato per i codici di verifica su vSMS. Iscriviti con il mio codice %@ e inizia con %lld crediti gratis: https://apps.apple.com/app/id6774768570
ja: vSMSで認証コード用のプライベートな一時番号を取得しましょう。私のコード%@で参加すると%lldクレジット無料で始められます: https://apps.apple.com/app/id6774768570
pt_br: Tenha um número temporário privado para códigos de verificação no vSMS. Entre com meu código %@ e comece com %lld créditos grátis: https://apps.apple.com/app/id6774768570

source: Get an e-mail for %@
de: E-Mail für %@ holen
es: Obtener un correo para %@
fr: Obtenir un e-mail pour %@
it: Ottieni un'email per %@
ja: %@用のメールアドレスを取得
pt_br: Obter um e-mail para %@

source: Get an email.
de: E-Mail erhalten.
es: Obtén un correo.
fr: Obtenez un e-mail.
it: Ottieni un'email.
ja: メールを取得。
pt_br: Obtenha um e-mail.

source: Get another %@ number
de: Weitere %@-Nummer holen
es: Obtener otro número de %@
fr: Obtenir un autre numéro %@
it: Ottieni un altro numero %@
ja: %@用の番号をもう一つ取得
pt_br: Obter outro número de %@

source: Get another number
de: Weitere Nummer holen
es: Obtener otro número
fr: Obtenir un autre numéro
it: Ottieni un altro numero
ja: 別の番号を取得
pt_br: Obter outro número

source: Get eSIM
de: eSIM kaufen
es: Obtener eSIM
fr: Obtenir l'eSIM
it: Ottieni eSIM
ja: eSIMを購入
pt_br: Obter eSIM

source: Get email address
de: E-Mail-Adresse holen
es: Obtener dirección
fr: Obtenir une adresse
it: Ottieni un indirizzo
ja: アドレスを取得
pt_br: Obter endereço

source: Get number
de: Nummer holen
es: Obtener número
fr: Obtenir un numéro
it: Ottieni numero
ja: 番号を取得
pt_br: Obter número

source: Get started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
pt_br: Começar

source: Get the code, keep your number.
de: Code erhalten, Nummer behalten.
es: Recibe el código, conserva tu número.
fr: Recevez le code, gardez votre numéro.
it: Ricevi il codice, tieni il tuo numero.
ja: コードは受け取る、 番号は渡さない。
pt_br: Receba o código, mantenha seu número.

source: Getting your address
de: Adresse wird abgerufen
es: Obteniendo tu dirección
fr: Obtention de votre adresse
it: Recupero del tuo indirizzo
ja: アドレスを取得中
pt_br: Obtendo seu endereço

source: Give out a number, not your number.
de: Eine Nummer angeben, nicht Ihre Nummer.
es: Da un número, no el tuyo.
fr: Donnez un numéro, pas le vôtre.
it: Dai un numero, non il tuo numero.
ja: 教えるのは別の番号、 あなたの番号ではない。
pt_br: Dê um número, não o seu número.

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ja: こんにちは
pt_br: Boa tarde

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buona sera
ja: こんばんは
pt_br: Boa noite

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはようございます
pt_br: Bom dia

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
ja: グリーン
pt_br: Verde

source: HOW LONG
de: LAUFZEIT
es: DURACIÓN
fr: DURÉE
it: DURATA
ja: 利用期間
pt_br: DURAÇÃO

source: Have an invite code?
de: Einladungscode?
es: ¿Tienes un código de invitación?
fr: Un code d'invitation ?
it: Hai un codice invito?
ja: 招待コードをお持ちですか？
pt_br: Tem um código de convite?

source: Held for you · %@
de: Für Sie reserviert · %@
es: Reservado para ti · %@
fr: Réservé pour vous · %@
it: Riservato per te · %@
ja: 確保中 · %@
pt_br: Reservado para você · %@

source: Held until
de: Reserviert bis
es: Reservado hasta
fr: Réservé jusqu'à
it: Riservato fino a
ja: 確保期限
pt_br: Retido até

source: Help center
de: Hilfecenter
es: Centro de ayuda
fr: Centre d’aide
it: Centro assistenza
ja: ヘルプセンター
pt_br: Central de ajuda

source: Hide %lld worse-value plans
de: %lld schlechtere Tarife ausblenden
es: Ocultar %lld planes menos ventajosos
fr: Masquer %lld forfaits moins avantageux
it: Nascondi %lld piani meno convenienti
ja: 割高なプラン%lld件を隠す
pt_br: Ocultar %lld planos menos vantajosos

source: Hide 1 worse-value plan
de: 1 schlechteren Tarif ausblenden
es: Ocultar 1 plan menos ventajoso
fr: Masquer 1 forfait moins avantageux
it: Nascondi 1 piano meno conveniente
ja: 割高なプラン1件を隠す
pt_br: Ocultar 1 plano menos vantajoso

source: Hide keypad
de: Tastenfeld ausblenden
es: Ocultar teclado
fr: Masquer le clavier
it: Nascondi tastierino
ja: キーパッドを隠す
pt_br: Ocultar teclado

source: Hit or miss for %@
de: Klappt bei %@ mal so, mal so
es: A veces funciona con %@
fr: Marche une fois sur deux pour %@
it: A intermittenza per %@
ja: %@では当たり外れがあります
pt_br: Funciona às vezes para %@

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
pt_br: Início

source: How often codes have been arriving on this route network-wide, across everyone's orders and not just ours.
de: Wie oft Codes auf dieser Route netzwerkweit angekommen sind – über alle Bestellungen hinweg, nicht nur unsere.
es: Con qué frecuencia han llegado códigos en esta ruta en toda la red: sobre los pedidos de todos, no solo los nuestros.
fr: La fréquence d'arrivée des codes sur cette route à l'échelle du réseau, sur les commandes de tous et pas seulement les nôtres.
it: Con quale frequenza arrivano i codici qui sull'intera rete, su tutti gli ordini e non solo i nostri.
ja: この経路でネットワーク全体でコードが届いている頻度です。当社の注文だけでなく、すべての利用者の注文が対象です。
pt_br: Com que frequência os códigos chegam nesta rota em toda a rede, nos pedidos de todo mundo e não só nos nossos.

source: IF NO CODE ARRIVES
de: WENN KEIN CODE ANKOMMT
es: SI NO LLEGA NINGÚN CÓDIGO
fr: SI AUCUN CODE N'ARRIVE
it: SE NON ARRIVA NESSUN CODICE
ja: コードが届かない場合
pt_br: SE NENHUM CÓDIGO CHEGAR

source: If no code arrived, your %lld credits are refunded automatically.
de: Wenn kein Code ankommt, werden deine %lld Credits automatisch erstattet.
es: Si no llega ningún código, tus %lld créditos se devuelven automáticamente.
fr: Si aucun code n'arrive, vos %lld crédits sont remboursés automatiquement.
it: Se non arriva alcun codice, i tuoi %lld crediti vengono rimborsati automaticamente.
ja: コードが届かない場合、%lldクレジットは自動的に返金されます。
pt_br: Se nenhum código chegar, seus %lld créditos são reembolsados automaticamente.

source: If the site rejected it
de: Falls die Website sie abgelehnt hat
es: Si el sitio lo rechazó
fr: Si le site l'a refusé
it: Se il sito l'ha rifiutato
ja: サイトに拒否された場合
pt_br: Se o site recusou

source: If we can't deliver, your credits come straight back.
de: Wenn wir nicht liefern können, kommen Ihre Credits sofort zurück.
es: Si no podemos entregarlo, tus créditos vuelven al instante.
fr: Si nous ne pouvons pas livrer, vos crédits reviennent aussitôt.
it: Se non riusciamo a consegnare, i tuoi crediti tornano subito.
ja: お届けできない場合、クレジットはすぐに戻ります。
pt_br: Se não entregarmos, seus créditos voltam na hora.

source: Important
de: Wichtig
es: Importante
it: Importante
ja: 重要
pt_br: Importante

source: Incoming
de: Eingehend
es: Entrante
fr: Entrant
it: In entrata
ja: 着信
pt_br: Recebida

source: Incoming call
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
it: Chiamata in entrata
ja: 着信中
pt_br: Chamada recebida

source: Install again
de: Erneut installieren
es: Instalar de nuevo
fr: Réinstaller
it: Installa di nuovo
ja: 再インストール
pt_br: Instalar novamente

source: Install eSIM
de: eSIM installieren
es: Instalar eSIM
fr: Installer l'eSIM
it: Installa eSIM
ja: eSIMをインストール
pt_br: Instalar eSIM

source: Install this eSIM again?
de: Diese eSIM erneut installieren?
es: ¿Instalar esta eSIM de nuevo?
fr: Réinstaller cette eSIM ?
it: Installare di nuovo questa eSIM?
ja: このeSIMを再インストールしますか？
pt_br: Instalar este eSIM novamente?

source: Installs in seconds. Activate when you land.
de: In Sekunden installiert. Aktivierung bei Ankunft.
es: Se instala en segundos. Actívala al aterrizar.
fr: S'installe en quelques secondes. Activez-la à l'arrivée.
it: Si installa in pochi secondi. Attivala all'arrivo.
ja: 数秒でインストール完了。現地到着後にアクティベート。
pt_br: Instala em segundos. Ative ao chegar.

source: Invite a friend and they start with %lld credits
de: Lade eine Freundin oder einen Freund ein – sie starten mit %lld Credits
es: Invita a alguien: empieza con %lld créditos
fr: Invitez un ami et il démarre avec %lld crédits
it: Invita un amico e inizia con %lld crediti
ja: 友だちを招待すると%lldクレジットで始められます
pt_br: Convide um amigo e ele começa com %lld créditos

source: Invite code applied 🎉 You got 2 free credits — your friend earns 5 more when you buy your first pack.
de: Einladungscode eingelöst 🎉 Sie haben 2 Gratis-Credits erhalten – Ihr Freund bekommt 5 weitere, wenn Sie Ihr erstes Paket kaufen.
es: Código aplicado 🎉 Recibiste 2 créditos gratis. Tu amigo gana 5 más cuando compres tu primer pack.
fr: Code d'invitation appliqué 🎉 Vous avez reçu 2 crédits gratuits. Votre ami en gagne 5 de plus quand vous achetez votre premier pack.
it: Codice invito applicato 🎉 Hai ricevuto 2 crediti gratis. Il tuo amico ne guadagna altri 5 quando acquisti il tuo primo pacchetto.
ja: 招待コードを適用しました🎉 無料クレジット2を獲得。最初のパックを購入すると、友達にクレジット5が入ります。
pt_br: Código de convite aplicado 🎉 Você ganhou 2 créditos grátis. Seu amigo ganha mais 5 quando você comprar seu primeiro pacote.

source: Invite code applied. You got 2 free credits. Your friend earns 5 more when you buy your first pack.
de: Einladungscode eingelöst. Sie haben 2 Gratis-Credits erhalten – Ihr Freund bekommt 5 weitere, wenn Sie Ihr erstes Paket kaufen.
es: Código aplicado. Recibiste 2 créditos gratis. Tu amigo gana 5 más cuando compres tu primer pack.
fr: Code d'invitation appliqué. Vous avez reçu 2 crédits gratuits. Votre ami en gagne 5 de plus quand vous achetez votre premier pack.
it: Codice invito applicato. Hai ricevuto 2 crediti gratis. Il tuo amico ne guadagna altri 5 quando acquisti il tuo primo pacchetto.
ja: 招待コードを適用しました。無料クレジット2を獲得。最初のパックを購入すると、友達にさらにクレジット5が入ります。
pt_br: Código de convite aplicado. Você ganhou 2 créditos grátis. Seu amigo ganha mais 5 quando você comprar seu primeiro pacote.

source: Invite friends
de: Freunde einladen
es: Invita a amigos
fr: Inviter des amis
it: Invita amici
ja: 友達を招待
pt_br: Convide amigos

source: Is the bike still available?
de: Ist das Fahrrad noch verfügbar?
es: ¿Sigue disponible la bici?
fr: Le vélo est-il toujours disponible ?
it: La bici è ancora disponibile?
ja: 自転車はまだありますか？
pt_br: A bicicleta ainda está disponível?

source: It is not our own delivery record. Where we have ordered here ourselves, the row says so separately.
de: Das ist nicht unsere eigene Zustellrate. Wo wir hier selbst bestellt haben, steht das separat in der Zeile.
es: No es nuestro propio registro de entrega. Cuando hemos pedido aquí nosotros mismos, la fila lo indica por separado.
fr: Ce n'est pas notre propre taux de livraison. Là où nous avons commandé nous-mêmes, la ligne l'indique séparément.
it: Non è il nostro dato di consegna. Dove abbiamo ordinato noi stessi, la riga lo indica separatamente.
ja: 当社自身の配信実績ではありません。当社が実際に注文したことがある場合は、その行に別途表示されます。
pt_br: Não é o nosso próprio histórico de entrega. Onde já pedimos por conta própria, a linha indica isso separadamente.

source: Just need a one-off verification code?
de: Nur einen einmaligen Bestätigungscode?
es: ¿Solo necesitas un código de verificación puntual?
fr: Besoin d'un simple code de vérification ?
it: Ti serve solo un codice di verifica una tantum?
ja: 一度きりの認証コードが必要ですか？
pt_br: Precisa só de um código de verificação avulso?

source: Keep this number for as long as you subscribe
de: Diese Nummer bleibt Ihnen, solange Ihr Abo läuft
es: Conserva este número mientras estés suscrito
fr: Gardez ce numéro tant que vous êtes abonné
it: Tieni questo numero finché resti abbonato
ja: 購読している間はこの番号を使い続けられます
pt_br: Fique com este número enquanto sua assinatura durar

source: Keep waiting
de: Weiter warten
es: Seguir esperando
fr: Continuer d'attendre
it: Continua ad aspettare
ja: 待機を続ける
pt_br: Continuar esperando

source: Keypad
de: Tastenfeld
es: Teclado
fr: Clavier
it: Tastierino
ja: キーパッド
pt_br: Teclado

source: LEFT
de: ÜBRIG
es: RESTANTE
fr: RESTANT
it: RIMASTI
ja: 残り
pt_br: RESTANTE

source: Last used
de: Zuletzt verwendet
es: Usado recientemente
fr: Dernier utilisé
it: Usato di recente
ja: 最近使用した
pt_br: Usado recentemente

source: Latest plan has expired
de: Der letzte Tarif ist abgelaufen
es: El último plan ha caducado
fr: Le dernier forfait a expiré
it: L'ultimo piano è scaduto
ja: 直近のプランは期限切れです
pt_br: O último plano expirou

source: Legal
de: Rechtliches
fr: Mentions légales
it: Legale
ja: 法的情報
pt_br: Jurídico

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
pt_br: Claro

source: List view
de: Listenansicht
es: Vista de lista
fr: Vue liste
it: Vista elenco
ja: リスト表示
pt_br: Ver em lista

source: Loading your account
de: Ihr Konto wird geladen
es: Cargando tu cuenta
fr: Chargement de votre compte
it: Caricamento del tuo account
ja: アカウントを読み込み中
pt_br: Carregando sua conta

source: Loading your invite code
de: Ihr Einladungscode wird geladen
es: Cargando tu código de invitación
fr: Chargement de votre code d'invitation
it: Caricamento del tuo codice invito
ja: 招待コードを読み込み中
pt_br: Carregando seu código de convite

source: Loading your orders
de: Ihre Bestellungen werden geladen
es: Cargando tus pedidos
fr: Chargement de vos commandes
it: Caricamento dei tuoi ordini
ja: 注文を読み込み中
pt_br: Carregando seus pedidos

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
pt_br: Carregando…

source: MANUAL INSTALL
de: MANUELLE INSTALLATION
es: INSTALACIÓN MANUAL
fr: INSTALLATION MANUELLE
it: INSTALLAZIONE MANUALE
ja: 手動インストール
pt_br: INSTALAÇÃO MANUAL

source: Map view
de: Kartenansicht
es: Vista de mapa
fr: Vue carte
it: Vista mappa
ja: 地図表示
pt_br: Ver no mapa

source: Marketplace
de: Marktplatz
ja: マーケットプレイス

source: Marketplace listings. Dating apps. A side business. The buyer who wants to message you about the sofa. None of them need the number your family uses.
de: Kleinanzeigen. Dating-Apps. Ein Nebengeschäft. Der Käufer, der Ihnen wegen des Sofas schreiben will. Keiner davon braucht die Nummer, die Ihre Familie nutzt.
es: Anuncios de compraventa. Apps de citas. Un negocio paralelo. El comprador que quiere escribirte por el sofá. Ninguno necesita el número que usa tu familia.
fr: Petites annonces. Applis de rencontre. Une activité en parallèle. L'acheteur qui veut vous écrire pour le canapé. Aucun n'a besoin du numéro que votre famille utilise.
it: Annunci di compravendita. App di incontri. Un'attività secondaria. Chi vuole scriverti per il divano. Nessuno di loro ha bisogno del numero che usa la tua famiglia.
ja: フリマの出品。マッチングアプリ。副業。ソファについて連絡してくる買い手。どれも家族が使う番号である必要はありません。
pt_br: Anúncios de compra e venda. Apps de namoro. Um negócio paralelo. O comprador que quer falar sobre o sofá. Nenhum deles precisa do número que sua família usa.

source: Marketplace listings. Dating apps. A side business. The contractor who needs a number to call back on. None of them need the one your family uses.
de: Kleinanzeigen. Dating-Apps. Ein Nebengewerbe. Der Handwerker, der eine Rückrufnummer braucht. Keiner davon braucht die, die Ihre Familie nutzt.
es: Anuncios de segunda mano. Apps de citas. Un negocio paralelo. El técnico que necesita un número al que devolver la llamada. Ninguno necesita el que usa tu familia.
fr: Des petites annonces. Des applis de rencontre. Une activité secondaire. L'artisan qui a besoin d'un numéro pour vous rappeler. Aucun n'a besoin de celui que votre famille utilise.
it: Annunci sui marketplace. App di incontri. Un'attività secondaria. L'artigiano che ha bisogno di un numero per richiamarti. Nessuno di loro ha bisogno di quello che usa la tua famiglia.
ja: フリマの出品。マッチングアプリ。副業。折り返しの連絡先が必要な業者。どれも、家族が使っている番号を教える必要はありません。
pt_br: Anúncios em marketplace. Apps de namoro. Um negócio paralelo. O prestador de serviço que precisa de um número para retornar. Nenhum deles precisa daquele que sua família usa.

source: Median across all services
de: Median über alle Dienste
es: Mediana de todos los servicios
fr: Médiane sur tous les services
it: Mediana su tutti i servizi
ja: 全サービスの中央値
pt_br: Mediana de todos os serviços

source: Median for this service
de: Median für diesen Dienst
es: Mediana de este servicio
fr: Médiane pour ce service
it: Mediana per questo servizio
ja: このサービスの中央値
pt_br: Mediana deste serviço

source: Member since %@
de: Mitglied seit %@
es: Miembro desde %@
fr: Membre depuis %@
it: Membro dal %@
ja: %@から利用中
pt_br: Membro desde %@

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
pt_br: Mensagem

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
pt_br: Mensagens

source: Missed
de: Verpasst
es: Perdida
fr: Manqué
it: Persa
ja: 不在着信
pt_br: Perdida

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月額
pt_br: Mensal

source: Monthly subscription · cancel any time
de: Monatliches Abo · jederzeit kündbar
es: Suscripción mensual · cancela cuando quieras
fr: Abonnement mensuel · résiliable à tout moment
it: Abbonamento mensile · disdici quando vuoi
ja: 月額サブスクリプション · いつでも解約可能
pt_br: Assinatura mensal · cancele quando quiser

# Most %@ codes arrive within %lld min.
source: Most %1$@ codes arrive within %2$lld min.
de: Die meisten %@-Codes kommen innerhalb von %lld Min.
es: La mayoría de los códigos de %@ llegan en %lld min.
fr: La plupart des codes %@ arrivent en moins de %lld min.
it: La maggior parte dei codici %@ arriva entro %lld min.
ja: %@のコードはほとんど%lld分以内に届きます。
pt_br: A maioria dos códigos da %@ chega em até %lld min.

source: Most codes arrive within %lld min.
de: Die meisten Codes kommen innerhalb von %lld Min.
es: La mayoría de los códigos llegan en %lld min.
fr: La plupart des codes arrivent en moins de %lld min.
it: La maggior parte dei codici arriva entro %lld min.
ja: ほとんどのコードは%lld分以内に届きます。
pt_br: A maioria dos códigos chega em até %lld min.

source: Mute
de: Stumm
es: Silenciar
fr: Muet
it: Muto
ja: ミュート
pt_br: Mudo

source: My eSIMs
de: Meine eSIMs
es: Mis eSIM
fr: Mes eSIM
it: Le mie eSIM
ja: マイeSIM
pt_br: Meus eSIMs

source: Named carrier
de: Benannter Anbieter
es: Operador concreto
fr: Opérateur nommé
it: Operatore specifico
ja: 指定キャリア
pt_br: Operadora específica

source: Need %lld more
de: Noch %lld nötig
es: Faltan %lld
fr: Il en manque %lld
it: Ne mancano %lld
ja: あと%lld必要
pt_br: Faltam %lld

source: Network rate
de: Netzwerkrate
es: Tasa de la red
fr: Taux du réseau
it: Tasso di rete
ja: ネットワーク到達率
pt_br: Taxa da rede

source: Network-wide delivery rate %lld percent
de: Netzwerkweite Zustellrate %lld Prozent
es: Tasa de entrega en toda la red: %lld por ciento
fr: Taux de réception à l'échelle du réseau : %lld pour cent
it: Tasso di consegna sull'intera rete %lld percento
ja: ネットワーク全体の到達率%lldパーセント
pt_br: Taxa de entrega em toda a rede: %lld por cento

source: Network-wide rate, not our own record
de: Netzwerkweite Rate, nicht unsere eigene Bilanz
es: Tasa de toda la red, no nuestro propio registro
fr: Taux à l'échelle du réseau, pas notre propre bilan
it: Tasso di tutta la rete, non il nostro dato
ja: ネットワーク全体の率です（当社の実績ではありません）
pt_br: Taxa de toda a rede, não nosso próprio histórico

source: Network-wide rates from the last 24h — not our own delivery record. Countries not listed haven't been ranked, which isn't a mark against them.
de: Netzwerkweite Raten der letzten 24 Std. – nicht unsere eigene Zustellrate. Nicht gelistete Länder wurden nicht bewertet, was kein Nachteil für sie ist.
es: Tasas de toda la red en las últimas 24 h: no es nuestro propio registro de entrega. Los países no listados no se han clasificado, lo que no es un punto en su contra.
fr: Taux à l’échelle du réseau sur les dernières 24 h. Ce n’est pas notre propre taux de livraison. Les pays non listés n’ont pas été classés, ce qui n’est pas un mauvais signe.
it: Tassi sull’intera rete nelle ultime 24 h. Non è il nostro dato di consegna. I paesi non elencati non sono stati classificati, il che non è un giudizio negativo.
ja: ネットワーク全体での過去24時間の数値です。当社自身の配信実績ではありません。掲載のない国は評価対象外というだけで、悪いという意味ではありません。
pt_br: Taxas de toda a rede nas últimas 24 h. Não é o nosso próprio histórico de entrega. Países não listados não foram classificados, o que não é um ponto negativo.

source: Network-wide, and our own last 30 days
de: Netzwerkweit und unsere eigenen letzten 30 Tage
es: De toda la red, y lo nuestro en los últimos 30 días
fr: À l'échelle du réseau, et nos 30 derniers jours
it: Di tutta la rete, e i nostri ultimi 30 giorni
ja: ネットワーク全体と、当社の過去30日
pt_br: De toda a rede, e nossos últimos 30 dias

source: Never substituted
de: Nie ersetzt
es: Nunca sustituido
fr: Jamais remplacé
it: Mai sostituito
ja: 代替なし
pt_br: Nunca substituída

source: Newest: %@
de: Neueste: %@
es: Más reciente: %@
fr: Plus récent : %@
it: Più recente: %@
ja: 最新: %@
pt_br: Mais recente: %@

source: No active eSIMs
de: Keine aktiven eSIMs
es: Sin eSIM activas
fr: Aucune eSIM active
it: Nessuna eSIM attiva
ja: 有効なeSIMはありません
pt_br: Nenhum eSIM ativo

source: No address was issued
de: Es wurde keine Adresse ausgegeben
es: No se emitió ninguna dirección
fr: Aucune adresse n'a été attribuée
it: Nessun indirizzo assegnato
ja: アドレスは発行されませんでした
pt_br: Nenhum endereço foi emitido
